flex/19_02_All/mod9/w24/rails_review/example_project/app/views/books/_book.html.erb

SELECT "authors".* FROM "authors" WHERE "authors"."id" = ? LIMIT ?  [["id", 4], ["LIMIT", 1]]
---
    <h2><%= book.title %></h2>
    <%= "Author: #{book.author.first_name} #{book.author.last_name}" %>