flex/19_02_All/mod9/w24/rails_review/example_project/app/views/authors/index.html.erb

        <h2><%= "#{author.first_name} #{author.last_name}" %></h2>
        <% author.books.each do |book|%>
---
SELECT "books".* FROM "books" WHERE "books"."author_id" = ?  [["author_id", 1]]